Repository: Azunyan1111/simply-static
Catalog: languages/simply_static-*.po
Languages: fr_fr

source: Unable to create ZIP archive
fr_fr: Impossible de créer l'archive ZIP

source: Could not create file or directory: %s
fr_fr: Impossible de créer le fichier ou le répertoire : %s

source: Could not delete temporary file or directory: %s
fr_fr: Impossible d'effacer les fichiers temporaires ou le répertoire : %s

source: Attempting to fetch remote URL: %s
fr_fr: Tentative de parcours de l'URL distante : %s

source: Can't find view template: %s
fr_fr: Ne peut trouver le modèle de vue : %s

source: Can't find view layout: %s
fr_fr: Ne peut trouver la mise en page : %s

source: Simply Static Settings
fr_fr: Paramètre Simply Static

source: Generate Static Site
fr_fr: Générer les fichiers statiques du site

source: Generate
fr_fr: Générer

source: Settings
fr_fr: Paramètres

source: ZIP archive created:
fr_fr: Archive ZIP créée :

source: Click here to download
fr_fr: Cliquez-ici pour télécharger

source: Static files copied to:
fr_fr: Fichiers statiques copier dans :

source: Settings saved.
fr_fr: Paramètres sauvegardés.

source: Destination URL cannot be blank
fr_fr: Le répertoire de destination ne peut être vide

source: Temporary Files Directory cannot be blank
fr_fr: Le répertoire temporaire ne peut être vide

source: Temporary Files Directory is not writeable: %s
fr_fr: Impossible d'écrire dans le répertoire des fichiers : %s

source: Temporary Files Directory does not exist: %s
fr_fr: Le répertoire temporaire n'existe pas : %s

source: Your site does not have a permalink structure set. You can select one on <a href='%s'>the Permalink Settings page</a>.
fr_fr: Votre site n'a pas la structure des permaliens activée. Vous pouvez en sélectionner une sur <a href='%s'>la page des paramètres des Permaliens</a>.

source: Your server does not have the PHP zip extension enabled. Please visit <a href='http://www.php.net/manual/en/book.zip.php'>the PHP zip extension page</a> for more information on how to enable it.
fr_fr: Votre serveur n'a pas l'extension PHP zip activé. Rendez vous sur <a href='http://www.php.net/manual/en/book.zip.php'>la page PHP de l'extension zip</a> pour plus d'information pour l'activer.

source: Local Directory cannot be blank
fr_fr: Le répertoire local ne peut pas être vide

source: Local Directory is not writeable: %s
fr_fr: Il n'est pas possible d'écrire dans le répertoire local : %s

source: Local Directory does not exist: %s
fr_fr: Le répertoire local n'existe pas : %s

source: An Additional URL does not start with <code>%s</code>: %s
fr_fr: Une URL additionnelle ne commence pas par <code>%s</code>: %s

source: An Additional File or Directory is not located within an expected directory: %s<br />It should be in one of these directories (or a subdirectory):<br /><code>%s</code><br /> <code>%s</code><br /> <code>%s</code>
fr_fr: Un fichier ou un répertoire additionnel ne peut être localisé dans le répertoire attendu : %s<br/>Cela pourrait être un de ces répertoire (ou sous-répertoire) : <br/><code>%s</code><br /> <code>%s</code><br /> <code>%s</code>
